{
    "name": "Jailkhana",
    "about": "A rap song dedicated to someone who betrayed at the eleventh hour.",
    "art": "jailkhana.jpg",
    "details": {
        "Artist": "Param Siddharth",
        "Type": "Single",
        "Genre": "Hip-Hop",
        "Language": "Hindi",
        "Length": "03:29",
        "Year": "2019"
    },
    "listen": {
        "Download MP3": "https://sites.google.com/site/downloadniureqqss/download/Jailkhana.mp3?attredirects=0&d=1",
        "Spotify": "https://open.spotify.com/album/0EnO6rNtJtahWXQ8CPIpUG",
        "Apple Music & iTunes": "https://itunes.apple.com/us/album/jailkhana-single/1450390639",
        "YouTube": "https://youtu.be/s_eGdtWF49o",
        "Amazon": "http://www.amazon.com/gp/product/B07N1RCYJW/",
        "JioSaavn": "https://www.jiosaavn.com/song/jailkhana/FyFcSAEDA2Q",
        "Deezer": "https://www.deezer.com/album/85235472"
    },
    "lyrics": "रहा बेख़ौफ़, नहीं डरता था किसी से भी जब मेरे साथ था तू । \nखाना भी जब भूल गया, तब मेरे मन को याद था तू । \nसर्दी की ज्यों आई ऋतु, जब कोहरे में सब ढक-सा गया, \nत्यों मैं तेरे पास गया, दिल की धक-धक में बहक-सा गया । \n\nमुझे पता था तू है संग तो कोई नहीं है फ़िक्र मुझे । \nसोचा मैत्री के वचनों और वफ़ा का याद है ज़िक्र तुझे । \nस्नेहपूर्ण व्यवहार से थी मेरे दिल की फ़रियाद तुझे । \nतेरा साथ, दो पल की बात, बस और क्या चाहिए था मुझे ? \n\nझूठी आशा लेकर नयनों में आया तेरे पास था मैं, \nएक-एक क़तरा उसका इन अश्कों में मैं बहा गया । \nतेरे शरण की थी मुझको जब सबसे अधिक आवश्यकता, \nतभी रास्ता मोड़ तू मुझको पीठ दिखाकर चला गया । \n\nसाथ नहीं दे सकता तो कम-से-कम बोल तो सकता था । \nमुझ अंधे बेडंडे को पगडंडी पर क्यों छोड़ गया ? \nमेरी अवचेतन शक्ति के द्वार खोल तो सकता था । \nजानबूझ हर सूझबूझ से आए मुसीबत खिसक गया । \n\nहै परम भी पुतला मिट्टी का, अग्नि में क्यों झकझोर दिया ? \nबस, बहुत हुआ, अब और नहीं । दिल मेरा तूने तोड़ दिया । \nअब भी न जो अपनी भूल दिखी तुझे, कुछ भी नहीं मैं बोलूँगा । \nबहुत किया बकवाद, माफ़ करना, अब मुँह नहीं खोलूँगा । \n\nजाग रात-दिन पूछ-पूछ ख़ुद से मैंने पहचाना है \nकि इतना सब दुःख झेलकर ही मैंने ख़ुश रहना जाना है । \nले जा अपने अल्फ़ाज़ साथ अपनी बेवफ़ा निगाहों के \nक्योंकि अब मेरे पास नहीं कुछ, कोई मध्य न बाहों के । \n\nसहसा सहकर यह तेरे सितम, अपना महत्त्व मैं जान गया । \nचल चतुरमुखी, जो चाल चली, क्या ख़ूब ! तुझे मैं मान गया । \nउलझ-उलझ इस भूलभुलैया में, आख़िर मैं सुलझ गया । \nधीरे-धीरे मैं अपने जीवन का मतलब समझ गया । \n\nइतने वर्षों के तजुर्बे से दुनिया को जाना है \nजितने झूठे वादों से बना यह जेलख़ाना है ।"
}