{
    "name": "My Life",
    "about": "I made this song to express how I am treated by people due to my unconventionality.",
    "art": "mylife.jpg",
    "details": {
        "Artist": "Param Siddharth",
        "Type": "Single",
        "Genre": "Hip-Hop",
        "Language": "English",
        "Length": "04:53",
        "Year": "2018"
    },
    "listen": {
        "Download MP3": "https://github.com/paramsiddharth/files/raw/master/My_Life.mp3",
        "Spotify": "https://open.spotify.com/album/7weORx1UcijmJIuoJqJngc",
        "Apple Music & iTunes": "https://itunes.apple.com/us/album/my-life-single/1443689222",
        "YouTube": "https://youtu.be/qi7F8pzyn9A",
        "Amazon": "http://www.amazon.com/gp/product/B07KPRTMVH/",
        "JioSaavn": "https://www.jiosaavn.com/song/my-life/ARICSwYHZns",
        "Deezer": "https://www.deezer.com/album/79301132"
    },
    "lyrics": "Why…? Why does this happen to me? \n\nNobody likes me, yes, I know, \nBut nobody will confess, I know \nThat. I am here to live my way. \nMay whatever they think, I really don't care. \n\nEverybody says I am not smart. No \nCare for style, not a perfect start \nIn a world where fashion is a big thing, \nBut I just want to live the way I think. \n\nIt's my life! I will do everything I wish to do. \nIt's my life! I have the right to live the way I want to. \nIt's my life! You should trust my way because I love you. \nIt's my life! I shall be free. \n\nIn kurta-pajama, I will move on the street. \nEar-rings of gold, gamchha as a hood. \nWith a bangle of brass and a watch in my arms, \nI can do anything because it's my life. \nYes, maybe I speak in a strange accent, \nOr behave as if I am not a normal being. \nI will do everything I like to do. \nYes, I'll do it my way because it's my life. \n\nHey Rogue! You spoke, stroked, and then I broke, wow. \nIt's kind of a joke that you always get the shout. \nI might be alone, but am not less than a crowd. \nI held it for too long. Now I have to say it loud. \n\nLittle-little things that we ought to care about, \nWe try to avoid them and end up falling out. \nRecall, every time I tried to make out lives better, \nYou got an excuse and said, \"Na-na-na-na-na, later!\". \n\nYou said that you like me but I seriously doubt you. \nYou know less of me, I know very much about you. \nStop making fun of me behind my back. \nIt hurts a lot! Do not make me ace out you. \n\nPeople say I am a bookworm. \nOh yes, I am, but what is wrong? \nI love to study the whole day long. \nOh yes, maybe that is my way. \n\nI love science and mathematics, \nSocial science and literature. \nI don't cheat like you at the test, \nBecause I go the fair path and do my best. \n\nIt's my life! I am proud of being the way I am. \nIt's my life! I want to be good, not bad like you. \nIt's my life! You should trust me (Smooch); I love you. \nIt's my life! I shall be free. \n\nIn kurta-pajama…. \n\nIt's my life! \nThat is how I do it.\n"
}